Repository: siamubee2-max/EcrinVirtuel-Swift
Catalog: Sources/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, es, it, pt

# aiStylist.confidence
source: Confiance
de: Vertrauen
en: Confidence
es: Confianza
it: Fiducia
pt: Confiança

# aiStylist.description
source: Laissez notre IA créer des looks parfaits pour vous
de: Lassen Sie unsere KI perfekte Looks für Sie kreieren
en: Let our AI create perfect looks for you
es: Deja que nuestra IA cree looks perfectos para ti
it: Lascia che la nostra IA crei look perfetti per te
pt: Deixe nossa IA criar looks perfeitos para você

# aiStylist.generateLooks
source: Générer des looks
de: Looks generieren
en: Generate looks
es: Generar looks
it: Genera look
pt: Gerar looks

# aiStylist.generating
source: Génération en cours...
de: Generiere...
en: Generating...
es: Generando...
it: Generazione in corso...
pt: Gerando...

# aiStylist.lookSaved
source: Look sauvegardé !
de: Look gespeichert!
en: Look saved!
es: ¡Look guardado!
it: Look salvato!
pt: Look salvo!

# aiStylist.noClothes
source: Ajoutez des vêtements à votre dressing
de: Fügen Sie Kleidung zu Ihrem Kleiderschrank hinzu
en: Add clothes to your wardrobe
es: Añade ropa a tu armario
it: Aggiungi vestiti al tuo guardaroba
pt: Adicione roupas ao seu guarda-roupa

# aiStylist.noJewelry
source: Ajoutez des bijoux à vos favoris
de: Fügen Sie Schmuck zu Ihren Favoriten hinzu
en: Add jewelry to your favorites
es: Añade joyas a tus favoritos
it: Aggiungi gioielli ai tuoi preferiti
pt: Adicione joias aos seus favoritos

# aiStylist.occasion
source: Occasion
de: Anlass
es: Ocasión
it: Occasione
pt: Ocasião

# aiStylist.saveLook
source: Sauvegarder ce look
de: Look speichern
en: Save this look
es: Guardar este look
it: Salva questo look
pt: Salvar este look

# aiStylist.stylingTips
source: Conseils de style
de: Stiltipps
en: Styling tips
es: Consejos de estilo
it: Consigli di stile
pt: Dicas de estilo

# aiStylist.title
source: AI Stylist
de: KI Stylist
es: Estilista IA
it: Stilista IA
pt: Estilista IA

# alerts.deleteConfirmMessage
source: Cette action est irréversible.
de: Diese Aktion kann nicht rückgängig gemacht werden.
en: This action cannot be undone.
es: Esta acción no se puede deshacer.
it: Questa azione non può essere annullata.
pt: Esta ação não pode ser desfeita.

# alerts.deleteConfirmTitle
source: Confirmer la suppression
de: Löschen bestätigen
en: Confirm deletion
es: Confirmar eliminación
it: Conferma eliminazione
pt: Confirmar exclusão

# alerts.discardChanges
source: Abandonner
de: Verwerfen
en: Discard
es: Descartar
it: Scarta
pt: Descartar

# alerts.saveAndClose
source: Enregistrer et fermer
de: Speichern und schließen
en: Save and close
es: Guardar y cerrar
it: Salva e chiudi
pt: Salvar e fechar

# alerts.unsavedChanges
source: Modifications non enregistrées
de: Nicht gespeicherte Änderungen
en: Unsaved changes
es: Cambios sin guardar
it: Modifiche non salvate
pt: Alterações não salvas

# alerts.unsavedChangesMessage
source: Voulez-vous enregistrer vos modifications ?
de: Möchten Sie Ihre Änderungen speichern?
en: Do you want to save your changes?
es: ¿Quieres guardar tus cambios?
it: Vuoi salvare le tue modifiche?
pt: Deseja salvar suas alterações?

# appUI.community
source: Communauté
de: Community
en: Community
es: Comunidad
it: Community
pt: Comunidade

# appUI.dashboard
source: Tableau de bord
de: Dashboard
en: Dashboard
es: Panel
it: Dashboard
pt: Painel

# appUI.quickTryOn
source: Essayage rapide
de: Schnellanprobe
en: Quick Try-On
es: Prueba rápida
it: Prova rapida
pt: Prova rápida

# arTryOnUI.allowCamera
source: Autoriser la caméra
de: Kamera erlauben
en: Allow camera
es: Permitir cámara
it: Consenti fotocamera
pt: Permitir câmara

# arTryOnUI.arRequiresCompatibleIphone
source: L'essayage AR nécessite un iPhone compatible. Utilise l'essayage photo classique pour continuer.
de: Die AR-Anprobe erfordert ein kompatibles iPhone. Nutzen Sie die klassische Foto-Anprobe, um fortzufahren.
en: AR try-on requires a compatible iPhone. Use the classic photo try-on to continue.
es: La prueba en RA requiere un iPhone compatible. Usa la prueba con foto clásica para continuar.
it: La prova AR richiede un iPhone compatibile. Usa la classica prova foto per continuare.
pt: A prova em RA requer um iPhone compatível. Utilize a prova por foto clássica para continuar.

# arTryOnUI.arUnavailable
source: AR non disponible
de: AR nicht verfügbar
en: AR unavailable
es: RA no disponible
it: AR non disponibile
pt: RA não disponível

# arTryOnUI.cameraAccess
source: Accès à la caméra
de: Kamerazugriff
en: Camera access
es: Acceso a la cámara
it: Accesso alla fotocamera
pt: Acesso à câmara

# arTryOnUI.cameraPermissionRationale
source: L'Écrin Virtuel a besoin d'accéder à votre caméra pour l'essayage AR de bijoux en temps réel.
de: L'Écrin Virtuel benötigt Zugriff auf Ihre Kamera für die AR-Schmuckanprobe in Echtzeit.
en: L'Écrin Virtuel needs access to your camera for real-time AR jewelry try-on.
es: L'Écrin Virtuel necesita acceder a tu cámara para la prueba de joyas en RA en tiempo real.
it: L'Écrin Virtuel ha bisogno di accedere alla tua fotocamera per la prova di gioielli in AR in tempo reale.
pt: L'Écrin Virtuel precisa de aceder à sua câmara para a prova de joias em RA em tempo real.

# arTryOnUI.changeJewel
source: Changer de bijou
de: Schmuckstück wechseln
en: Change jewel
es: Cambiar de joya
it: Cambia gioiello
pt: Mudar de joia

# arTryOnUI.lookAtCamera
source: Regardez la caméra
de: Schauen Sie in die Kamera
en: Look at the camera
es: Mira a la cámara
it: Guarda la fotocamera
pt: Olhe para a câmara

# arTryOnUI.lookCaptured
source: Look capturé
de: Look aufgenommen
en: Look captured
es: Look capturado
it: Look catturato
pt: Look capturado

# arTryOnUI.openSettings
source: Ouvrir les réglages
de: Einstellungen öffnen
en: Open settings
es: Abrir ajustes
it: Apri le impostazioni
pt: Abrir as definições

# arTryOnUI.photoTryOn
source: Essayage Photo
de: Foto-Anprobe
en: Photo Try-On
es: Prueba con Foto
it: Prova Foto
pt: Prova por Foto

# arTryOnUI.retake
source: Reprendre
de: Neu aufnehmen
en: Retake
es: Repetir
it: Rifai
pt: Repetir

# arTryOnUI.showHandsToCamera
source: Montrez vos mains à la caméra
de: Zeigen Sie Ihre Hände in die Kamera
en: Show your hands to the camera
es: Muestra las manos a la cámara
it: Mostra le mani alla fotocamera
pt: Mostre as mãos à câmara

# atelier.choosePiece
source: Choisissez la pièce
de: Wählen Sie das Stück
en: Choose the piece
es: Elige la pieza
it: Scegli il pezzo
pt: Escolha a peça

# atelier.clickToImport
source: Cliquez pour importer
de: Klicken zum Importieren
en: Click to import
es: Haz clic para importar
it: Clicca per importare
pt: Clique para importar

# atelier.description
source: Essayez virtuellement bijoux et vêtements en quelques secondes grâce à l'IA.
de: Probieren Sie Schmuck und Kleidung virtuell in Sekunden mit KI an.
en: Try on jewelry and clothes virtually in seconds with AI.
es: Prueba joyas y ropa virtualmente en segundos con IA.
it: Prova gioielli e vestiti virtualmente in pochi secondi grazie all'IA.
pt: Experimente joias e roupas virtualmente em segundos graças à IA.

# atelier.fromMyCollection
source: Mon Écrin
de: Meine Schatulle
en: My Collection
es: Mi Colección
it: Il Mio Scrigno
pt: Meu Estojo

# atelier.selectFromCollection
source: Sélectionnez un article de votre collection ou importez une photo.
de: Wählen Sie einen Artikel aus Ihrer Sammlung oder importieren Sie ein Foto.
en: Select an item from your collection or import a photo.
es: Selecciona un artículo de tu colección o importa una foto.
it: Seleziona un articolo dalla tua collezione o importa una foto.
pt: Selecione um item da sua coleção ou importe uma foto.

# atelier.step1
source: Le Bijou
de: Der Schmuck
en: The Jewelry
es: La Joya
it: Il Gioiello
pt: A Joia

# atelier.step2
source: Le Modèle
de: Das Modell
en: The Model
es: El Modelo
it: Il Modello
pt: O Modelo

# atelier.step3
source: La Magie
de: Die Magie
en: The Magic
es: La Magia
it: La Magia
pt: A Magia

# atelier.step4
source: Le Résultat
de: Das Ergebnis
en: The Result
es: El Resultado
it: Il Risultato
pt: O Resultado

# atelier.title
source: L'Atelier de Création
de: Das Kreativ-Atelier
en: The Creation Studio
es: El Taller de Creación
it: L'Atelier Creativo
pt: O Ateliê Criativo

# atelier.type
source: Type
de: Typ
es: Tipo
it: Tipo
pt: Tipo

# atelier.upload
source: Upload
de: Hochladen
es: Subir
it: Carica

# authUI.appleSignInCancelled
source: Connexion Apple annulée.
de: Apple-Anmeldung abgebrochen.
en: Apple sign-in cancelled.
es: Inicio de sesión con Apple cancelado.
it: Accesso con Apple annullato.
pt: Início de sessão com a Apple cancelado.

# authUI.appleSignInFailed
source: Connexion Apple échouée. Réessayez.
de: Apple-Anmeldung fehlgeschlagen. Versuchen Sie es erneut.
en: Apple sign-in failed. Try again.
es: Error al iniciar sesión con Apple. Inténtalo de nuevo.
it: Accesso con Apple non riuscito. Riprova.
pt: Início de sessão com a Apple falhou. Tente novamente.

# authUI.signInRequired
source: Connexion requise
de: Anmeldung erforderlich
en: Sign-in required
es: Inicio de sesión necesario
it: Accesso richiesto
pt: Início de sessão necessário

# authUI.signInWithApplePrompt
source: Connectez-vous avec Apple pour lancer votre essayage virtuel et synchroniser vos crédits.
de: Melden Sie sich mit Apple an, um Ihre virtuelle Anprobe zu starten und Ihre Credits zu synchronisieren.
en: Sign in with Apple to start your virtual try-on and sync your credits.
es: Inicia sesión con Apple para lanzar tu prueba virtual y sincronizar tus créditos.
it: Accedi con Apple per avviare la tua prova virtuale e sincronizzare i tuoi crediti.
pt: Inicie sessão com a Apple para começar a sua prova virtual e sincronizar os seus créditos.

# backgroundsUI.backgroundCaps
source: ARRIÈRE-PLAN
de: HINTERGRUND
en: BACKGROUND
es: FONDO
it: SFONDO
pt: FUNDO

# backgroundsUI.chooseBackdrop
source: Choisir le décor
de: Kulisse wählen
en: Choose the backdrop
es: Elegir el escenario
it: Scegli l'ambientazione
pt: Escolher o cenário

# backgroundsUI.myPersonalBackground
source: Mon fond personnel
de: Mein eigener Hintergrund
en: My personal background
es: Mi fondo personal
it: Il mio sfondo personale
pt: O meu fundo pessoal

# backgroundsUI.noBackground
source: Sans fond
de: Ohne Hintergrund
en: No background
es: Sin fondo
it: Senza sfondo
pt: Sem fundo

# backgroundsUI.usePhotoAsBackdrop
source: Utilisez une de vos photos comme décor
de: Verwenden Sie eines Ihrer Fotos als Kulisse
en: Use one of your photos as a backdrop
es: Usa una de tus fotos como escenario
it: Usa una delle tue foto come ambientazione
pt: Use uma das suas fotos como cenário

# boutique.addToFavorites
source: Ajouter aux favoris
de: Zu Favoriten hinzufügen
en: Add to favorites
es: Añadir a favoritos
it: Aggiungi ai preferiti
pt: Adicionar aos favoritos

# boutique.allCollections
source: Toutes les Collections
de: Alle Kollektionen
en: All Collections
es: Todas las Colecciones
it: Tutte le Collezioni
pt: Todas as Coleções

# boutique.artisanal
source: artisanat
de: Handwerklich
en: artisanal
es: artesanal
it: Artigianale
pt: Artesanal

# boutique.description
source: Découvrez des collections exclusives de marques de luxe et de stylistes experts. Achetez le look en un clic.
de: Entdecken Sie exklusive Kollektionen von Luxusmarken und Experten-Stylisten. Kaufen Sie den Look mit einem Klick.
en: Discover exclusive collections from luxury brands and expert stylists. Shop the look in one click.
es: Descubre colecciones exclusivas de marcas de lujo y estilistas expertos. Compra el look en un clic.
it: Scopri collezioni esclusive di marchi di lusso e stilisti esperti. Acquista il look con un clic.
pt: Descubra coleções exclusivas de marcas de luxo e estilistas especialistas. Compre o look com um clique.

# boutique.emptyState
source: Aucune collection mise en avant pour le moment
de: Derzeit keine Kollektion hervorgehoben
en: No featured collections at the moment
es: No hay colecciones destacadas por el momento
it: Nessuna collezione in evidenza al momento
pt: Nenhuma coleção em destaque no momento

# boutique.exploreCollections
source: Explorer les Collections
de: Kollektionen entdecken
en: Explore Collections
es: Explorar Colecciones
it: Esplora le Collezioni
pt: Explorar Coleções

# boutique.featuredLooks
source: Looks Vedettes
de: Looks im Fokus
en: Featured Looks
es: Looks Destacados
it: Look in Evidenza
pt: Looks em Destaque

# boutique.featuredPartners
source: Partenaires Vedettes
de: Partner im Fokus
en: Featured Partners
es: Socios Destacados
it: Partner in Evidenza
pt: Parceiros em Destaque

# boutique.handmade
source: fait main
de: Handgemacht
en: handmade
es: hecho a mano
it: Fatto a mano
pt: Feito à mão

# boutique.removeFromFavorites
source: Retirer des favoris
de: Aus Favoriten entfernen
en: Remove from favorites
es: Quitar de favoritos
it: Rimuovi dai preferiti
pt: Remover dos favoritos

# boutique.title
source: Boutique Style Sélectionné
de: Boutique Style
en: Curated Style Boutique
es: Boutique de Estilo Seleccionado
it: Boutique Style
pt: Boutique Style

# boutique.tryVirtually
source: Essayer virtuellement
de: Virtuell anprobieren
en: Try virtually
es: Probar virtualmente
it: Prova virtualmente
pt: Experimentar virtualmente

# boutique.uniquePiece
source: pièce unique
de: Einzelstück
en: unique piece
es: pieza única
it: Pezzo unico
pt: Peça única

# boutique.visitBrand
source: Visiter la Marque
de: Marke besuchen
en: Visit Brand
es: Visitar Marca
it: Visita il Marchio
pt: Visitar a Marca

# brand.createdWith
source: Créé avec L'Écrin Virtuel
de: Erstellt mit L'Écrin Virtuel
en: Created with Virtual Jewelry Box
es: Creado con Joyero Virtual
it: Creato con L'Écrin Virtuel
pt: Criado com L'Écrin Virtuel

# brand.slogan
source: Essayez l'inaccessible Virtuellement.
de: Probieren Sie das Unerreichbare Virtuell.
en: Try the Unattainable Virtually.
es: Prueba lo Inalcanzable Virtualmente.
it: Prova l'inaccessibile Virtualmente.
pt: Experimente o inacessível Virtualmente.

# brand.tagline
source: Essayage virtuel de bijoux
de: Virtuelles Schmuck-Anprobieren
en: Virtual jewelry try-on
es: Prueba virtual de joyas
it: Prova virtuale di gioielli
pt: Prova virtual de joias

# catalogUI.catalogCaps
source: CATALOGUE
de: KATALOG
en: CATALOG
es: CATÁLOGO
it: CATALOGO
pt: CATÁLOGO

# catalogUI.emptyCatalog
source: Catalogue vide
de: Katalog leer
en: Catalog empty
es: Catálogo vacío
it: Catalogo vuoto
pt: Catálogo vazio

# catalogUI.featuredCaps
source: VEDETTE
de: HIGHLIGHT
en: FEATURED
es: DESTACADO
it: IN EVIDENZA
pt: DESTAQUE

# catalogUI.itemsComingSoon
source: Les articles arrivent bientôt
de: Artikel folgen in Kürze
en: Items are coming soon
es: Los artículos llegarán pronto
it: Gli articoli arrivano presto
pt: Os artigos chegam em breve

# catalogUI.loadingCatalog
source: Chargement du catalogue…
de: Katalog wird geladen…
en: Loading catalog…
es: Cargando el catálogo…
it: Caricamento del catalogo…
pt: A carregar o catálogo…

# catalogUI.lookInspirations
source: Inspirations look
de: Look-Inspirationen
en: Look inspirations
es: Inspiraciones de look
it: Ispirazioni look
pt: Inspirações de look

# catalogUI.noResults
source: Aucun résultat
de: Keine Ergebnisse
en: No results
es: Sin resultados
it: Nessun risultato
pt: Sem resultados

# catalogUI.searchItemBrand
source: Rechercher un article, une marque…
de: Artikel oder Marke suchen…
en: Search for an item, a brand…
es: Buscar un artículo, una marca…
it: Cerca un articolo, un marchio…
pt: Pesquisar um artigo, uma marca…

# catalogUI.tryOnCaps
source: ESSAYER
de: ANPROBIEREN
en: TRY ON
es: PROBAR
it: PROVA
pt: PROVAR

# catalogUI.tryOnPromptCaps
source: PROMPT D'ESSAYAGE
de: ANPROBE-PROMPT
en: TRY-ON PROMPT
es: PROMPT DE PRUEBA
it: PROMPT DI PROVA
pt: PROMPT DE PROVA

# catalogUI.tryOtherSearchTerms
source: Essayez d'autres termes de recherche
de: Versuchen Sie andere Suchbegriffe
en: Try other search terms
es: Prueba otros términos de búsqueda
it: Prova altri termini di ricerca
pt: Experimente outros termos de pesquisa

# catalogUI.viewItemInShop
source: Voir l'article en boutique
de: Artikel im Shop ansehen
en: View item in shop
es: Ver el artículo en la tienda
it: Vedi l'articolo in boutique
pt: Ver o artigo na loja

# clothingCategories.bags
source: Sacs
de: Taschen
en: Bags
es: Bolsos
it: Borse
pt: Bolsas

# clothingCategories.bottoms
source: Bas
de: Unterteile
en: Bottoms
es: Pantalones
it: Pantaloni
pt: Calças

# clothingCategories.dresses
source: Robes
de: Kleider
en: Dresses
es: Vestidos
it: Vestiti
pt: Vestidos

# clothingCategories.jackets
source: Vestes
de: Jacken
en: Jackets
es: Chaquetas
it: Giacche
pt: Jaquetas

# clothingCategories.shoes
source: Chaussures
de: Schuhe
en: Shoes
es: Zapatos
it: Scarpe
pt: Sapatos

# clothingCategories.tops
source: Hauts
de: Oberteile
en: Tops
es: Tops
it: Top
pt: Blusas

# common.all
source: Tous
de: Alle
en: All
es: Todos
it: Tutti
pt: Todos

# common.apply
source: Appliquer
de: Anwenden
en: Apply
es: Aplicar
it: Applica
pt: Aplicar

# common.cancel
source: Annuler
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
pt: Cancelar

# common.close
source: Fermer
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt: Fechar

# common.delete
source: Supprimer
de: Löschen
en: Delete
es: Eliminar
it: Elimina
pt: Excluir

# common.edit
source: Modifier
de: Bearbeiten
en: Edit
es: Editar
it: Modifica
pt: Editar

# common.error
source: Erreur
de: Fehler
en: Error
es: Error
it: Errore
pt: Erro

# common.filter
source: Filtrer
de: Filtern
en: Filter
es: Filtrar
it: Filtra
pt: Filtrar

# common.loading
source: Chargement...
de: Laden...
en: Loading...
es: Cargando...
it: Caricamento...
pt: Carregando...

# common.next
source: Suivant
de: Weiter
en: Next
es: Siguiente
it: Avanti
pt: Próximo

# common.no
source: Non
de: Nein
en: No
es: No
it: No
pt: Não

# common.none
source: Aucun
de: Keine
en: None
es: Ninguno
it: Nessuno
pt: Nenhum

# common.previous
source: Précédent
de: Zurück
en: Previous
es: Anterior
it: Indietro
pt: Anterior

# common.reset
source: Réinitialiser
de: Zurücksetzen
en: Reset
es: Restablecer
it: Reimposta
pt: Redefinir

# common.retry
source: Réessayer
de: Erneut versuchen
en: Retry
es: Reintentar
it: Riprova
pt: Tentar novamente

# common.save
source: Enregistrer
de: Speichern
en: Save
es: Guardar
it: Salva
pt: Salvar

# common.search
source: Rechercher
de: Suchen
en: Search
es: Buscar
it: Cerca
pt: Pesquisar

# common.seeAll
source: Voir tout
de: Alle anzeigen
en: See all
es: Ver todo
it: Vedi tutto
pt: Ver tudo

# common.seeLess
source: Voir moins
de: Weniger anzeigen
en: See less
es: Ver menos
it: Vedi meno
pt: Ver menos

# common.seeMore
source: Voir plus
de: Mehr anzeigen
en: See more
es: Ver más
it: Vedi di più
pt: Ver mais

# common.share
source: Partager
de: Teilen
en: Share
es: Compartir
it: Condividi
pt: Compartilhar

# common.sort
source: Trier
de: Sortieren
en: Sort
es: Ordenar
it: Ordina
pt: Ordenar

# common.success
source: Succès
de: Erfolg
en: Success
es: Éxito
it: Successo
pt: Sucesso

# common.yes
source: Oui
de: Ja
en: Yes
es: Sí
it: Sì
pt: Sim

# commonUI.generating
source: Génération…
de: Wird generiert …
en: Generating…
es: Generando…
it: Generazione…
pt: A gerar…

# communityUI.activeChallenge
source: Défi actif
de: Aktive Challenge
en: Active challenge
es: Reto activo
it: Sfida attiva
pt: Desafio ativo

# communityUI.allChallenges
source: Tous les défis
de: Alle Challenges
en: All challenges
es: Todos los retos
it: Tutte le sfide
pt: Todos os desafios

# communityUI.captionSection
source: Légende
de: Bildunterschrift
en: Caption
es: Leyenda
it: Didascalia
pt: Legenda

# communityUI.challengeLeft
source: Inscription retirée du défi
de: Challenge-Teilnahme zurückgezogen
en: You left the challenge
es: Inscripción retirada del reto
it: Iscrizione ritirata dalla sfida
pt: Inscrição retirada do desafio

# communityUI.deleteMyPost
source: Supprimer mon post
de: Meinen Beitrag löschen
en: Delete my post
es: Eliminar mi publicación
it: Elimina il mio post
pt: Eliminar a minha publicação

# communityUI.deletePostConfirm
source: Supprimer ce post ?
de: Diesen Beitrag löschen?
en: Delete this post?
es: ¿Eliminar esta publicación?
it: Eliminare questo post?
pt: Eliminar esta publicação?

# communityUI.endsIn
source: Se termine dans
de: Endet in
en: Ends in
es: Termina en
it: Termina tra
pt: Termina em

# communityUI.hide
source: Masquer
de: Ausblenden
en: Hide
es: Ocultar
it: Nascondi
pt: Ocultar

# communityUI.inspireBeInspired
source: Inspirez et soyez inspirée
de: Inspirieren Sie und lassen Sie sich inspirieren
en: Inspire and be inspired
es: Inspira y déjate inspirar
it: Ispira e lasciati ispirare
pt: Inspire e deixe-se inspirar

# communityUI.jewelryWorn
source: Bijou porté
de: Getragener Schmuck
en: Jewelry worn
es: Joya llevada
it: Gioiello indossato
pt: Joia usada

# communityUI.joinChallenge
source: Rejoindre ce défi
de: An dieser Challenge teilnehmen
en: Join this challenge
es: Unirme a este reto
it: Partecipa a questa sfida
pt: Participar neste desafio

# communityUI.joinShort
source: Rejoindre
de: Beitreten
en: Join
es: Unirse
it: Unisciti
pt: Aderir

# communityUI.joined
source: Inscrite
de: Angemeldet
en: Joined
es: Inscrita
it: Iscritta
pt: Inscrita

# communityUI.joinedCheck
source: Inscrite ✓
de: Angemeldet ✓
en: Joined ✓
es: Inscrita ✓
it: Iscritta ✓
pt: Inscrita ✓

# communityUI.later
source: Plus tard
de: Später
en: Later
es: Más tarde
it: Più tardi
pt: Mais tarde

# communityUI.leaderboard
source: Classement
de: Rangliste
en: Leaderboard
es: Clasificación
it: Classifica
pt: Classificação

# communityUI.leaveChallenge
source: Retirer mon inscription
de: Meine Teilnahme zurückziehen
en: Withdraw my entry
es: Retirar mi inscripción
it: Ritira la mia iscrizione
pt: Cancelar a minha inscrição

# communityUI.participantsCount
source: participantes
de: Teilnehmerinnen
en: participants
it: partecipanti

# communityUI.participantsTitle
source: Participantes
de: Teilnehmerinnen
en: Participants
it: Partecipanti

# communityUI.participate
source: Participer
de: Teilnehmen
en: Join
es: Participar
it: Partecipa
pt: Participar

# communityUI.postOptions
source: Options du post
de: Beitragsoptionen
en: Post options
es: Opciones de la publicación
it: Opzioni del post
pt: Opções da publicação

# communityUI.publish
source: Publier
de: Veröffentlichen
en: Publish
es: Publicar
it: Pubblica
pt: Publicar

# communityUI.publishFailed
source: Publication impossible. Vérifiez votre connexion et réessayez.
de: Veröffentlichung nicht möglich. Prüfen Sie Ihre Verbindung und versuchen Sie es erneut.
en: Couldn't publish. Check your connection and try again.
es: No se pudo publicar. Comprueba tu conexión e inténtalo de nuevo.
it: Pubblicazione non riuscita. Verifica la connessione e riprova.
pt: Não foi possível publicar. Verifique a sua ligação e tente novamente.

# communityUI.publishing
source: Publication…
de: Wird veröffentlicht …
en: Publishing…
es: Publicando…
it: Pubblicazione…
pt: A publicar…

# communityUI.remaining
source: Restant
de: Verbleibend
en: Remaining
es: Restante
it: Rimanente
pt: Restante

# communityUI.report
source: Signaler
de: Melden
en: Report
es: Denunciar
it: Segnala
pt: Denunciar

# communityUI.reportContent
source: Signaler ce contenu
de: Diesen Inhalt melden
en: Report this content
es: Denunciar este contenido
it: Segnala questo contenuto
pt: Denunciar este conteúdo

# communityUI.reportContentConfirm
source: Signaler ce contenu ?
de: Diesen Inhalt melden?
en: Report this content?
es: ¿Denunciar este contenido?
it: Segnalare questo contenuto?
pt: Denunciar este conteúdo?
